
candidates = ["Бабурин Сергей Николаевич",
              "Грудинин Павел Николаевич",
              "Жириновский Владимир Вольфович",
              "Путин Владимир Владимирович",
              "Собчак Ксения Анатольевна",
              "Сурайкин Максим Александрович",
              "Титов Борис Юрьевич",
              "Явлинский Григорий Алексеевич"]


hierarchy = ["Total", "District", "Region", "TEC", "PEC"]


metrics_to_russian = {"candidate":       "Кандидат",
                      "votes_abs":       "Голосов за канд-та (абс)",
                      "votes_share":     "Голосов за канд-та (%)",
                      "filled_abs":      "Число заполненных бюллетеней",
                      "distributed_abs": "Число выданных бюллетеней",
                      "listed_abs":     "Число избирателей в списках",
                      "turnout_share":   "Явка (%)",
                      "spoiled_abs":     "Кол-во испорченных бюллетеней (абс)",
                      "spoiled_share":   "Кол-во испорченных бюллетеней (%)",
                      "stolen_abs":      "Кол-во унесенных бюллетеней (абс)",
                      "stolen_share":    "Кол-во унесенных бюллетеней (%)",
                     }
